aaron-bond.better-comments
anthropic.claude-code
asvetliakov.vscode-neovim
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
databricks.databricks
docker.docker
dracula-theme.theme-dracula
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
hediet.vscode-drawio
kevinrose.vsc-python-indent
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ossdata.vscode-pgsql
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
openai.chatgpt
redhat.vscode-yaml
vscodevim.vim
